Repository: Demogorgonius/Rainbow
Catalog: Rainbow/Resources/*.lproj/Localizable.strings
Languages: ru

# gameLabel
source: color IQ
ru: HЛП игра

# startNewGameButton
source: New game
ru: Новая игра

# continueGameButton
source: Continue
ru: Продолжить

# statisticGameButton
source: Statistic
ru: Cтатистика

# navBarTitle
source: Settings
ru: Настройки

# gameTimeLabel
source: Game time, min
ru: Время игры, мин

# gameSpeedLabel
source: Speed of change of assignments, sec
ru: Скорость смены заданий, сек

# colorPickerLabel
source: The colours of the letters
ru: Цвета букв

# gameSizeLabel
source: Letters Size
ru: Размер букв

# backgroundForWordLabel
source: Background for letters
ru: Подложка для букв

# backgroundForGameLabel
source: The color scheme of the application
ru: Цветовая схема приложения

# backgroundForGameSCLight
source: Light
ru: Светлая

# backgroundForGameSCDark
source: Dark
ru: Темная

# wordPlacementLabel
source: Location of the word on the screen
ru: Расположение слова на экране

# wordPlacementSCRandom
source: Random
ru: Случайное

# wordPlacementSCCentre
source: Centre
ru: По центру

# appLangLabel
source: Language of the application
ru: Язык приложения

# langChangeMessage
source: To change the language, close the app and re-launch it.
ru: Для смены языка закройте приложение и запустите его заново.

# alertTitle
source: Warning!
ru: Внимание!

# clearResultsButton
source: Clear statistic
ru: Очистить статистику

# configureNavigationBar
source: Statistic
ru: Статистика

# pauseLabel
source: Pause!!!
ru: Пауза!!!

# speedButton
source: Speed +
ru: Скорость +

# navigationItemTitle
source: Rules
ru: Помощь

# substrateFirst
source: the substrate is on:
ru: подложка включена:

# substrateSecond
source: the substrate is off:
ru: подложка выключена:

# nameShadow
source: BLUE
ru: СИНИЙ

# buttonView
source: BLUE
ru: СИНИЙ

# rulesOfTheGame
source: RULES OF GAME
ru: ПРАВИЛА ИГРЫ

# newRulesOfTheGame
source: NEW RULES OF GAME
ru: НОВЫЕ ПРАВИЛА ИГРЫ

# rangeFirst
source: Blue
ru: синий

# rangeSecond
source: Green
ru: говорим «зеленый»

# attributesFirst
source: A word for color appears on random place of the screen, for example: "Blue":
ru: На экране в случайном месте появляется слово, обозначающее цвет, например: написано «синий»:

# attributesSecond
source: We have to say out loud the color of the word (if option) "letter substrate" turn off) or background color, it is written the word (if option) "letter substrate" included): we say "Green". You can change the game speed from 1x to 5x. Right the duration of the game.
ru: Нужно произнести вслух цвет слова (если опция «подложка для букв» выключена) или цвет фона, на котором написано слово (если опция «подложка для букв» включена): говорим «зеленый». В игре можно изменять скорость от 1x до 5x. А так же длительность игры.
